alacritty
autoconf
automake
awesome-terminal-fonts
base
binutils
bison
bluez
bluez-utils
cargo-edit
dhcpcd
docker
evince
exa
fakeroot
fcitx
fcitx-configtool
fcitx-mozc
fcitx-qt5
feh
file
findutils
firefox
flex
fuse-overlayfs
gawk
gcc
gettext
ghostscript
git
graphicsmagick
grep
groff
gzip
i3-gaps
i3lock
i3status
i3status-rust
intel-ucode
julia
libtool
lightdm
lightdm-gtk-greeter
lightdm-webkit2-greeter
linux
linux-firmware
m4
make
man-db
man-pages
neovim
noto-fonts
noto-fonts-cjk
npm
ntfs-3g
ocaml
opam
pacman
patch
pavucontrol
picom
pkgconf
poppler-data
pulseaudio
pulseaudio-alsa
python-pip
r
rofi
rustup
sed
sudo
terminator
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langjapanese
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunar
ttf-font-awesome
ttf-liberation
unarchiver
vi
which
wpa_supplicant
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
zsh
