acpi
acpid
adw-gtk-theme
apparmor
arandr
b43-fwcutter
baobab
base
base-devel
bibata-cursor-theme
bluez-utils
btrfs-progs
btrfsmaintenance
bzip2
chezmoi
code
collision
coreutils
cpupower
cronie
cryptsetup
deja-dup
deno
device-mapper
dhclient
dhcpcd
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
endeavour
evince
exfatprogs
f2fs-tools
fcitx
fcitx-mozc
fcitx-qt5
fcitx-qt6
feh
ffmpeg-audio-thumbnailer
ffmpegthumbnailer
file-roller
firefox
fprintd
fragments
fzf
gdm
gedit
git-delta
github-cli
glibc-locales
gnome-backgrounds
gnome-bluetooth
gnome-boxes
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-connections
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-firmware
gnome-font-viewer
gnome-layout-switcher
gnome-logs
gnome-maps
gnome-mines
gnome-remote-desktop
gnome-shell
gnome-shell-extension-appindicator
gnome-shell-extension-arc-menu
gnome-shell-extension-custom-accent-colors
gnome-shell-extension-dash-to-dock
gnome-shell-extension-dash-to-panel
gnome-shell-extension-forge
gnome-shell-extension-gnome-ui-tune
gnome-shell-extension-gsconnect
gnome-shell-extension-gtk4-desktop-icons-ng
gnome-shell-extension-legacy-theme-auto-switcher
gnome-shell-extension-space-bar
gnome-shell-extension-x11gestures
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gnuchess
graphicsmagick
grilo-plugins
grub
grub-btrfs
grub-theme-manjaro
gthumb
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
helvum
htop
i3-wm
i3blocks
i3lock
i3status
i3status-rust
iagno
ibus
inetutils
intel-ucode
inxi
jfsutils
kitty
kvantum-manjaro
less
lib32-libva-vdpau-driver
lib32-mesa-vdpau
lib32-nvidia-utils
lib32-vulkan-intel
lib32-vulkan-radeon
libdvdcss
libpamac-flatpak-plugin
libva-mesa-driver
libva-vdpau-driver
libxnvctrl
linux66
linux66-nvidia
logrotate
lollypop
lrzip
lvm2
malcontent
man-db
man-pages
manjaro-alsa
manjaro-asian-input-support-fcitx
manjaro-base-skel
manjaro-browser-settings
manjaro-gnome-backgrounds
manjaro-gnome-extension-settings
manjaro-gnome-settings
manjaro-gstreamer
manjaro-hello
manjaro-input
manjaro-modem
manjaro-pipewire
manjaro-printer
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-system
manjaro-zsh-config
mdadm
memtest86+
memtest86+-efi
mesa-utils
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
modemmanager
nano
nano-syntax-highlighting
nautilus
nautilus-admin
nautilus-empty-file
neovim
network-manager-sstp
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-strongswan
networkmanager-vpnc
nfs-utils
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
nvidia-settings
nvidia-utils
obsidian
openresolv
openssh
os-prober
p7zip
pamac-gnome-integration
pamac-gtk
papirus-maia-icon-theme
perl
picom
plymouth-theme-manjaro
power-profiles-daemon
python-pip
python-pipx
qpwgraph
qt5ct
qt6ct
quadrapassel
ranger
reiserfsprogs
ripgrep
rofi
rsync
rustup
rye
rygel
s-nail
seahorse
simple-scan
slop
snapshot
sof-firmware
squashfs-tools
sudo
sushi
sysfsutils
system-config-printer
systemd
texinfo
thunderbird
tig
timeshift
timeshift-autosnap-manjaro
totem
touche
tracker3-miners
ttf-hack
ttf-indic-otf
unace
unarchiver
unrar
update-grub
usbutils
ventoy
vi
vivaldi
vulkan-intel
vulkan-radeon
webapp-manager
wezterm
wget
which
wireless-regdb
wpa_supplicant
xclip
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-server
xorg-xinit
xorg-xrandr
yarn
